Repository: UnimaginableCat/IntModuleV2
Catalog: Main/locale/*/LC_MESSAGES/django.po
Languages: ru

source: password
ru: Пароль

source: Active
ru: Активные

source: Not Active
ru: Не активные

source: Yes
ru: Да

source: No
ru: Нет

source: 1 Minute
ru: 1 Минута

source: 5 Minutes
ru: 5 Минут

source: 15 Minutes
ru: 15 Минут

source: 1 Hour
ru: 1 Час

source: 1 Day
ru: 1 День

source: Product categories:
ru: Категории товаров:

source: Which products to export?
ru: Какие товары экспортировать?

source: Minimal quantity of product:
ru: Минимальное количество товара:

source: Period of products quantity synchronization:
ru: Период синхронизации количества товара:

source: Do you want to synchronize prices?
ru: Вы хотите синхронизировать цены?

source: Period of products price synchronization:
ru: Период синхронизации цены товара:

source: ZoneSmart Integration Module
ru: Интеграционный модуль ZoneSmart

source: ZoneSmart Login status
ru: Статус входа в ZoneSmart

source: Logged in
ru: Вход выполнен

source: Not logged in
ru: Вход не выполнен

source: ZoneSmart account
ru: Аккаунт ZoneSmart

source: Export products
ru: Экспортировать товары

source: Logout
ru: Выйти

source: Filters
ru: Фильтры товаров

source: Export products_button
ru: Перенести товары

source: Firstly, you need to login into ZoneSmart to export products
ru: Сначала вам нужно выполнинть вход в ZoneSmart

source: ZoneSmart credentials
ru: Данные аккаунта ZoneSmart

source: ZoneSmart Email
ru: Email аккаунта ZoneSmart

source: ZoneSmart Password
ru: Пароль ZoneSmart

source: Sign in ZoneSmart
ru: Войти в ZoneSmart

source: Enter valid email and password
ru: Введите правильный email и пароль

source: Successfully transferred %(count)s products
ru: Успешно перенесено %(count)s товаров

source: There was some kind of error while exporting
ru: Произошла ошибка при экспортировании
